Repository: bobwol/wordpress
Catalog: languages/librelio-*.po
Languages: fr_fr

source: Success
fr_fr: Succès

source: There was an error while applying the schema to the domain.
fr_fr: Une erreur s'est produite lors de l'application du schéma

source: The given domain does not exist.
fr_fr: Le domaine donné n'existe pas

source: The name of the setting you are trying to set is invalid.
fr_fr: Le nom du setting que vous essayez d'appliquer n'existe pas

source: The request was missing required authentication data.
fr_fr: Les données d'authentification n'étaient pas présentes dans la requête

source: Post Deletion (%d)
fr_fr: Effaçage du post (%d)

source: Error Logging is Disabled
fr_fr: Le logging des erreurs est désactivé

source: Settings
fr_fr: Configuration

source: <strong>Welcome to Librelio</strong>: Now that you've activated the Librelio plugin it's time to set it up. Click below to get started.
fr_fr: <strong>Bienvenue sur Librelio</strong>: Maintenant que vous avez activé le plug-in, il est temps de le configurer. Cliquez ci-dessous pour démarrer.

source: Configure Librelio
fr_fr: Configurer Librelio

source: Size must be a positive integer.
fr_fr: La taille doit être un entier positif

source: Start must be a positive integer
fr_fr: Le début doit être un entier positif

source: Time Logged
fr_fr: Heure enregistrée

source: No Recent Errors
fr_fr: Pas d'erreurs récentes

source: Librelio Search requires PHP version 5.3 or higher. Installed version is: %s'), phpversion()).'</strong></p>
fr_fr: Librelio nécessite PHP version 5.3 or plus. La version installée est: %s'), phpversion()).'</strong></p>

source: Results
fr_fr: Résultats

source: Logged Errors
fr_fr: Erreurs loggées

source: Logged Error
fr_fr: Erreur loggée

source: View
fr_fr: VOir

source: Search Errors
fr_fr: Erreurs de recherche

source: No logged errors found.
fr_fr: Pas d'erreur loggée trouvée

source: No logged errors in trash.
fr_fr: Pas d'erreur loggée dans la corbeille

source: Error Log
fr_fr: Log d'erreurs

source: View all log types
fr_fr: Voir tous les types de log

source: There was an error creating the domain. The domain already exists.
fr_fr: Une erreur s'est produite lors de la création du domaine. Le domaine exitse déjà

source: Received an invalid repsonse when trying to describe the current schema
fr_fr: Réponse invalide reçue lors de la description du schéma courrant

source: There was an error while applying the default access policy to the domain.
fr_fr: Une erreur s'est produite lors de l'application de la politique d'accès par défaut sur le domaine

source: literal
fr_fr: littéral

source: Between %1$s and %2$s ago
fr_fr: Il y a depuis entre %1$s and %2$s

source: More than %s ago
fr_fr: Il y a depuis plus de %s

source: Any Time
fr_fr: N'importe quelle heure

source: Published
fr_fr: Publié

source: In Categories
fr_fr: Dans les catégories

source: Any
fr_fr: N'importe quel

source: More options &hellip;
fr_fr: Plus d'options &hellip;

source: Less options
fr_fr: Moins d'options

source: Documents in Queue
fr_fr: Documents en attente

source: Documents to be Synced
fr_fr: Documents à synchronizer

source: Queue ID
fr_fr: ID de file d'attente

source: Post
fr_fr: Article

source: Last Author
fr_fr: Dernier auteur

source: Time Queued
fr_fr: Heure de mise en attente

source: Deleted Post
fr_fr: Article Effacé

source: No Posts In Queue
fr_fr: Aucun article en attente

source: %d or more errors in the last %s
fr_fr: %d ou plus erreurs dans les dernières %s

source: Domain has been deleted or the CloudSearch API request failed.
fr_fr: Le domaine a été effacé ou la requête CloudSearch a échoué

source: Domain has been deleted or the CloudSearch API request failed
fr_fr: Le domaine a été effacé ou la requête CloudSearch a échoué

source: CloudSearch domain being deleted
fr_fr: Domaine CloudSearch en cours d'effaçage

source: being deleted
fr_fr: en cours d'effaçage

source: CloudSearch domain loading
fr_fr: Domaine CloudSearch en cours de chargement

source: loading
fr_fr: chargement

source: CloudSearch domain needs indexing
fr_fr: Le domaine CloudSearch a besoin d'être indexé

source: needs indexing
fr_fr: besoin d'être indexé

source: CloudSearch domain processing
fr_fr: Domaine CloudSearch en cours de traîtement

source: processing
fr_fr: traitement en cours

source: CloudSearch domain pending
fr_fr: Domaine cloud search en attente

source: pending
fr_fr: en cours

source: Search
fr_fr: Recherche

source: Reset
fr_fr: Réinitialisation

source: Librelio Search Form
fr_fr: Formulaire de recherche Librelio

source: Add a Librelio search form
fr_fr: Ajouter un formulaire de recherche Librelio

source: Librelio queue post
fr_fr: article en attente

source: Librelio Queue
fr_fr: file d'attente Librelio

source: Queued Docs
fr_fr: Documents en attente

source: CloudSearch Document Sync
fr_fr: Synchro de document CloudSearch

source: Last
fr_fr: Dernier

source: Next
fr_fr: Suivant

source: Hours
fr_fr: Haures

source: Days
fr_fr: Jours

source: Save
fr_fr: Enregistrer

source: Sync Queue Now
fr_fr: Synchroniser la queue maintenant

source: Override Search
fr_fr: Overrider la recherche

source: Change AWS Keys
fr_fr: Changer la clé AWS

source: Reset Librelio
fr_fr: Recharger Librelio

source: Recent Errors
fr_fr: Erreurs récentes

source: View All Logs
fr_fr: Voir tous les logs

source: Clear Errors
fr_fr: Effacer les erreurs

source: Error
fr_fr: Erreur

source: Date/Time
fr_fr: Date/Heure

source: The domain name you selected already exists on this AWS account. If you continue, Librelio will apply its index schema on top of any existing schema. Are you sure this is the domain you want to use?
fr_fr: Le domaine que vous avez sélectionné existe déjà sur ce compte AWS. Si vous continuez, Librelio appliquera son schéma d'indexation au dessus de ceux existants. Etes-vous sûr de vouloir utiliser ce domaine?

source: Cancel
fr_fr: Annuler

source: Use this Domain
fr_fr: Utiliser ce domaine

source: Error! The Domain No Longer Exists.
fr_fr: Erreur! Ce domaine n'existe plus

source: The domain you previously set is no longer reachable on Amazon Cloud Search. It may have been deleted.
fr_fr: Le domaine que vous avez précédemment enregistré n'existe plus sur Amazon. Il a peut-être été désactivé.

source: You can setup another domain.
fr_fr: Vous pouvez configurer un autre domaine

source: Update Domain
fr_fr: Mettre à jour le domaine

source: Error! There was an error contacting Amazon Web Services.
fr_fr: Erreur! Une erreur s'est produite en contactant AWS

source: Enter a Search Domain Name
fr_fr: Entrer un domaine de recherche

source: This must be a unique string to your AWS account. If the domain already exists, Librelio will need to apply its default schema on top of the existing instance.
fr_fr: Ceci doit être un nom unique pour votre compte AWS. Si le domaine existe déjà, Librelio appliquera son schéma d'indexation au dessus de celui existiant.

source: Search Domain Name
fr_fr: Rechercher le domaine

source: Endpoint Region
fr_fr: Région AWS

source: Save Domain Name
fr_fr: Enregistrer le domaine

source: About Search Domain Names
fr_fr: A propos de la recherche de domaines

source: The domain name string can only contain the following characters:
fr_fr: Le nom de domaine peut seulement contenir les caractères suivants

source: Lowercase a-z
fr_fr: a-z minuscules

source: Numerals 0-9
fr_fr: chiffres 1-9

source: The hyphen character
fr_fr: Hyphen

source: The string has a maximum length of <strong>28 characters</strong>.
fr_fr: Le texte doit avoir une longueur maxi de <strong>28 caractères</strong>.

source: Your domain is being set up!
fr_fr: Votre domaine est en cours d'activation

source: If this is a new search domain, it will take approximately 30-40 minutes for it to become active and ready to index your documents.
fr_fr: Si c'est un nouveau domaine, cela prendra environ 30-40 minutes pour qu'il devienne actif et indexe vos documents.

source: Creating Document Domain
fr_fr: Création du domaine en cours

source: Apply Schema And Default Access Policies
fr_fr: Appliquer le schéma la politique d'accès par défaut

source: Process Domain
fr_fr: Traiter le domaine

source: Done
fr_fr: Fiat

source: Document Domain Created
fr_fr: Domaine créé

source: Applying Schema And Default Access Policies
fr_fr: Application en cours du schéma et des politiques d'accès

source: Applied Schema And Default Access Policies
fr_fr: Application du schéma et des politiques d'accès terminée

source: Processing Domain
fr_fr: Traitement du domaine en cours

source: Title
fr_fr: Titre

source: Author
fr_fr: Auteur

source: Date Queued
fr_fr: Date de mise en attente

source: No documents are currently queued for updates
fr_fr: Aucun document n'est actuellement en attente

source: Back
fr_fr: Retour

source: External Content
fr_fr: Contenu externe

source: External Content Prefix
fr_fr: Préfixe contenu externe

source: Policy
fr_fr: Politique

source: Paid External Content
fr_fr: Contenu externe payant

source: Show paid external content only for selected roles bellow.
fr_fr: Montrer les contenus externes payants seulement aux rôles ci-dessous
